test/fixtures/xml/send_service/SendMessageRequest_soap12.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope" xmlns:tns="com.esendex.ems.soapinterface" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><env:Header/><env:Body><tns:sendMessage xmlns="com.esendex.ems.soapinterface"><type>TYPE</type><date>2018-01-19</date><body>BODY</body><recipient>WSPB</recipient></tns:sendMessage></env:Body></env:Envelope>
